Repository: Kevin64/features-overlay-presentation
Catalog: FeaturesOverlayPresentation/Properties/Strings.*.resx
Languages: pt

# lblFixedAdvancedOptionsText
source: Advanced options
pt: Opções avançadas

# lblFixedAssetNumberText
source: Asset number:
pt: Número do ativo:

# lblFixedButtonAboutText
source: About
pt: Sobre

# lblFixedButtonAuthenticateText
source: Authenticate
pt: Autenticar

# lblFixedButtonCloseProgramText
source: Close program
pt: Encerrar

# lblFixedButtonExitText
source: Exit
pt: Sair

# lblFixedButtonFinishText
source: Finish
pt: Finalizar

# lblFixedButtonNextText
source: Next
pt: Próximo

# lblFixedButtonNoText
source: No
pt: Não

# lblFixedButtonPasswordText
source: Password:
pt: Senha:

# lblFixedButtonPreviousText
source: Previous
pt: Anterior

# lblFixedButtonSendDataText
source: Send delivery data
pt: Enviar dados de entrega

# lblFixedButtonUsernameText
source: Agent:
pt: Agente:

# lblFixedButtonYesText
source: Yes
pt: Sim

# lblFixedCorruptionText
source: A corruption was detected in the installation of the program. Please reinstall the program and run it again.
pt: Foi detectado uma corrupção na instalação do programa. Por favor, reinstale o programa e o execute novamente.

# lblFixedCorruptionTitleText
source: Installation error
pt: Erro de instalação

# lblFixedEmployeePresentText
source: Employee present:
pt: Funcionário presente:

# lblFixedEmployeeRegistrationNumberText
source: Reg. Number:
pt: Matrícula:

# lblFixedFormattingText
source: Formatting
pt: Formatação

# lblFixedIncorrectCredText
source: Incorrect credentials!
pt: Credenciais incorretas!

# lblFixedMaintenanceText
source: Maintenance
pt: Manutenção

# lblFixedPageText
source: Page:
pt: Página:

# lblFixedRadioAbsentText
source: Absent
pt: Ausente

# lblFixedRadioPresentText
source: Present
pt: Presente

# lblFixedRelaunchTitleText
source: Watch again?
pt: Assistir novamente?

# lblFixedSeeAgainText
source: Do you want to view the tutorial again?
pt: Deseja visualizar o tutorial novamente?

# lblFixedServerPortText
source: Port:
pt: Porta:

# lblFixedServiceTypeText
source: Service type:
pt: Tipo de serviço:

# LOG_ADDING_REG
source: Adding registry keys
pt: Adicionando chaves de registro

# LOG_CLOSING
source: Closing program
pt: Fechando programa

# LOG_DETECTING_OS
source: Detecting operating system
pt: Detectando sistema operacional

# LOG_DISABLE_BOOT
source: Do not run on boot
pt: Não ativar inicialização em boot

# LOG_EMPLOYEEAWAY
source: Absent employee
pt: Funcionário ausente

# LOG_EMPLOYEEPRESENT
source: Employee present
pt: Funcionário presente

# LOG_ENUM_FILES
source: Gathering image files
pt: Reunindo arquivos de imagem

# LOG_FORMAT_SERVICE
source: Formatting
pt: Formatação

# LOG_IMG_FOUND
source: Found image directory
pt: Diretório de imagens encontrado

# LOG_IMG_NOTFOUND
source: Image directory not found
pt: Diretório de imagens não encontrado

# LOG_MAINTENANCE_SERVICE
source: Maintenance
pt: Manutenção

# LOG_NOTSCHEDULING
source: Deleting a record in the database
pt: Excluindo registro no banco de dados

# LOG_NOT_ADDING_REG
source: Not adding registry keys
pt: Não adicionando chaves de registro

# LOG_PATR_NUM
source: Asset number
pt: Número de patrimônio

# LOG_REGISTERING_DELIVERY
source: Registering delivery
pt: Registrando entrega

# LOG_REMOVING_REG
source: Undoing registry keys
pt: Desfazendo chaves de registro

# LOG_RESOLUTION_ERROR
source: Resolution error
pt: Erro de resolução

# LOG_RESOLUTION_FAILED
source: Resolution below requirement
pt: Resolução abaixo do requisito

# LOG_RESOLUTION_PASSED
source: Suitable display resolution
pt: Resolução adequada para exibição

# LOG_RUNNING
source: Running main window
pt: Executando janela principal

# LOG_SCHEDULING
source: Creating boot entry
pt: Criando entrada de inicialização

# LOG_SERVICE_TYPE
source: Service type
pt: Tipo de serviço
